/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "Automatisch";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS"="Nachdem der Job gedruckt wurde, können Sie über das Bedienfeld weitere Exemplare drucken. Mehrere Kopie gespeicherter Aufträge werden automatisch sortiert.";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS"="Wenn mehrere Exemplare angefordert werden, wird das erste Exemplar gedruckt. Die übrigen Exemplare werden im Drucker aufbewahrt, bis sie über das Bedienfeld freigegeben werden. Mehrere Kopie gespeicherter Aufträge werden automatisch sortiert.";
"HPJOBRETENTIONOPTION_STOREDJOB_DS"="Der Job wird im Drucker gespeichert wie in einem elektronischen Aktenschrank. Bis der Job über das Bedienfeld angefordert wird, wird nichts gedruckt. Speichern Sie auf diese Weise Formulare und andere häufig bzw. von mehreren Personen verwendete Dokumente. Mehrere Kopie gespeicherter Aufträge werden automatisch sortiert.";
"HPJOBRETENTIONOPTION_PRIVATE_DS"="Der Job wird im Drucker gespeichert und es wird nichts gedruckt, bis Sie den Job über das Bedienfeld anfordern. Private Druckjobs werden durch eine von Ihnen angegebene vierstellige persönliche Identifikationsnummer (PIN) geschützt. Mehrere Kopie gespeicherter Aufträge werden automatisch sortiert.";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS"="Der Druckauftrag wird im Drucker wie in einer elektronischen Dateiablage gesichert. Der Druckauftrag wird erst gedruckt, wenn er am Bedienfeld des Druckers ausgewählt wird. Privat gesicherte Druckaufträge werden anhand einer vierstelligen persönlichen Kennzahl gesichert. Mehrere Kopie gesicherter Aufträge werden automatisch sortiert.";
"HPJOBRETENTIONOPTION_OFF_DS"="Der Job wird gedruckt, aber nicht auf der Druckerfestplatte gespeichert.";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "Der Druckauftrag wird im Drucker wie in einer elektronischen Dateiablage gesichert. Der Druckauftrag wird erst gedruckt, wenn er am Bedienfeld des Druckers ausgewählt wird. Gesicherte Druckaufträge werden anhand einer vierstelligen persönlichen Kennzahl gesichert. Mehrere Kopie gesicherter Aufträge werden automatisch sortiert.";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "Druckauftrag auf dem Drucker speichern, bis der Druckauftrag über das Bedienfeld des Druckers angefordert wird. Nach dem Drucken wird der Auftrag vom Drucker gelöscht. Mithilfe einer PIN (Personal Identification Number) lässt sich der Auftrag schützen.";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "Ihr Auftrag wird auf dem Drucker gesichert. Gedruckt wird erst, wenn Sie den Druckauftrag über das Bedienfeld des Druckers anfordern. Nach dem Drucken des Auftrags wird er automatisch aus dem Auftragsspeicher des Druckers entfernt.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "Ihr Auftrag wird auf dem Drucker gesichert. Gedruckt wird erst, wenn Sie den Druckauftrag über das Bedienfeld des Druckers anfordern und die PIN eingeben. Nach dem Drucken des Auftrags wird er automatisch aus dem Auftragsspeicher des Druckers entfernt.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "Ihr Auftrag wird auf dem Drucker wie ein elektronischer Aktenschrank gesichert. Gedruckt wird erst, wenn Sie den Druckauftrag über das Bedienfeld des Druckers anfordern. Verwenden Sie diesen Speicher für Formulare und andere übliche oder gemeinsam genutzte Dokumente.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "Ihr Auftrag wird auf dem Drucker wie ein elektronischer Aktenschrank gesichert. Gedruckt wird erst, wenn Sie den Druckauftrag über das Bedienfeld des Druckers anfordern und die PIN eingeben. Verwenden Sie diesen Speicher für Formulare und andere übliche oder gemeinsam genutzte Dokumente.";

"HPSTRAIGHTPAPERPATH_DS" = "Alternatives Ausgabefach ist offen";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "Vergewissern Sie sich, dass das manuelle Zufuhrfach leer ist, bzw. falls Sie den Druckvorgang über dieses Fach starten, dass es nur so viel Blatt enthält, wie für das Dokument benötigt werden (ggf. ein Blatt für die Anleitung zum erneuten Einlegen des Papiers hinzufügen).";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "Info zum Einlegen drucken";

"HPTEXTNEUTRALGRAYS_SUMMARY" = "Text - neutrale Graustufen";
"HPTEXTHALFTONE_SUMMARY" = "Text - Halbton";
"HPTEXTRGB_SUMMARY" = "Text RGB-Farbe";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "Grafik - neutrale Graustufen";
"HPGRAPHICSHALFTONE_SUMMARY" = "Grafik - Halbton";
"HPGRAPHICSRGB_SUMMARY" = "Grafik RGB-Farbe";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "Fotos - neutrale Graustufen";
"HPPHOTOHALFTONE_SUMMARY" = "Fotos - Halbton";
"HPPHOTORGB_SUMMARY" = "Fotos RGB-Farbe";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/*Description for Booklet Printing PDE*/
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "Zum Drucken von Broschüren müssen Sie das Kontrollkästchen \"Beidseitig\" oder \"Manueller Duplexdruck\" weiter oben aktivieren.";
"HPBOOKLETFILTER_MANUAL_DS" = "Zum Drucken von Broschüren müssen Sie das Kontrollkästchen  \"Manueller Duplexdruck\" weiter oben aktivieren.";
"HPBOOKLETFILTER_AUTO_DS" = "Zum Drucken von Broschüren müssen Sie das Kontrollkästchen  \"Beidseitig\" weiter oben aktivieren.";
"DUPLEXER_NOT_INSTALLED" = "Zum Drucken von Broschüren muss die Duplexeinheit eingesetzt werden.";
"DUPLEXER_INSTALLED" = "Zum Drucken von Broschüren muss 2-seitiges Drucken aktiviert sein.";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "Bindung rechts";

"HPWMSWITCH_CHECKBOX_TITLE" = "Wasserzeichen";

/*UntitledCustomName*/
"UntitledString"="Unbenannt";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 dpi";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "In Graustufen drucken";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "Farbeingabe/Schwarz rendern: 600x600 dpi\nAusgabe (S/W/Farbe): Automatisch";

"OUTPUTMODE_DS_GENERALOFFICE" = "Rendering schwarz: 300 x 300 dpi \nFarbeingang: 300 x 300 dpi \nAusgabe (schwarz): Automatisch \nAusgabe (Farbe): Automatisch";

"OUTPUTMODE_DS_PROFESSIONAL" = "Rendering schwarz: 600 x 600 dpi \nFarbeingang: 600 x 600 dpi \nAusgabe (schwarz): Automatisch \nAusgabe (Farbe): Automatisch";

"OUTPUTMODE_DS_PRESENTATION" = "Rendering schwarz: 600 x 600 dpi \nFarbeingang: 600 x 600 dpi \nAusgabe (schwarz): Automatisch \nAusgabe (Farbe): Automatisch \nBei folgenden Papiertypen erfolgt die Ausgabe schwarz mit 1200 x 1200 dpi (optimiert): Nicht angegeben, Normalpapier, HP Premium Präsentation matt und HP Broschüren matt";

"OUTPUTMODE_DS_MAXIMUMDPI" = "Rendering schwarz: 600 x 600 dpi \nFarbeingang: 600 x 600 dpi \nAusgang (schwarz): Automatisch \nAusgang (Farbe): 2400 x 1200 dpi (optimiert)";
